Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=353_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Ilmoittautuminen Saamelaisnuorten taidetapahtumaan on alkanut
sme: Almmuhanáigi Sámenuoraid dáiddadáhpáhussii lea álgán

source: Saamelaisnuorten taidetapahtuman ilmoittautumisaika on alkanut ja kestää maaliskuun viidenteen päivään asti.
sme: Sámenuoraid dáiddadáhpáhusa almmuhanáigi lea álgán ja bistá njukčamánu viđat beaivvi rádjái.

source: Taidetapahtuma järjestetään Rovaniemellä nuorisotila Mondella ja sen teemana on musiikki kaikissa lajeissaan.
sme: Dáiddadáhpáhus ordnejuvvo Roavvenjárggas nuoraidbáiki Mondes ja temán lea musihkka dan buot surggiin.

source: Almmuhanskovvi ilmoittautumislomake 2010 ps
sme: NJUOLGGADUSAT NJUOLGÂDUSAH SEÂTTM ’ ’ ŽŽ. SÄÄNNÖT 2010

source: Seuraa saamelaiskäräjien nettisivuja !
sme: Čuovo sámedikki neahttasiidduid !
